Repository: fffree/CairoForPHP
Catalog: i18n/*.po
Languages: ca, cy, eo

source: Application loading complete...
ca: El programa carregat ha estat completat...
cy: Mae llwytho y rhaglen yn cwpledig...
eo: La aplikaĵo kompletigis ŝargi...

source: Fatal Error: Unhandled Exception!
ca: Error Fatal: Excepció No Capturada!
cy: Cyfeiliorn marwol: Eithriad Dim Trafod!
eo: Eraro Forta: Escepton Maltraktisan!

source: An unhandled error has occured whilst operating this application and the application will now be terminated.
ca: En el curs de l'operació d'aquest programa ha sortit un error no capturat i el programa serà final·litzat.
cy: Mae cyfeiliorn dim trafod damweinio yn dienyddio y rhaglen ac mae y rhaglen mynd i terfynu rwan.

source: Details:
ca: Detalls:
cy: Manylion:
eo: Detaloj:

source: Type:
ca: Tipus:
cy: Math:
eo: Tipo:

source: Code:
ca: Codi:
cy: Cod:
eo: Kodo:

source: File:
ca: Fitxer:
cy: Ffeil:
eo: Fajlilo:

source: Line:
ca: Línia:
eo: Linio:

source: Version:
ca: Versió:
cy: Fersiwn:
eo: Versio:

source: Stack Trace:
ca: Seguiment desde l'origen:
cy: Tres Tas:
eo: Staplo de eventojn:

source: Ready
ca: Llest
cy: Parod
eo: Pretantas

source: Source code:
ca: Codi de la font:
cy: Cod ffynhonnell:
eo: Kodo programa:

source: Result:
ca: Resultat:
cy: Canlyniad:
eo: Rezultato:

source: About
ca: Informació
cy: Ynghylch
eo: Informaĵoj

source: Show more information about this application
ca: Mostrar més informació d'aquest programa
cy: Dangor mwy o wybodaeth am y rhaglen
eo: Vidigus plu informaĵojn de la aplikaĵo

source: Preferences
ca: Preferències
cy: Hoffterau
eo: Muntumoj

source: Edit this application's preferences
ca: Canviar les preferències del programa
cy: Golygu'r hoffterau rhaglen
eo: Ŝanĝus la muntomojn de la aplikaĵo

source: Render Live
ca: Renderitzar En Directe
cy: Llunio Byw
eo: Rendimentus Rekte

source: Switch between live rendering and expected-display mode
ca: Canviar per renderitzar en directe o mostrar la gràfica en espera
cy: Togl delw datgan byw ac delw dangos disgwyliedig
eo: Ŝaltus aktiva aŭ malaktiva la rendimenti rekta por la specimeno

source: Next
ca: Pròxim
cy: Nesaf
eo: Venontus

source: Display the next example
ca: Mostrar el pròxim exemple
cy: Amlygu'r esiampl nesaf
eo: Vidigus la specimenon venontan

source: Previous
ca: Previ
cy: Cynt
eo: Malvenontus

source: Display the previous example
ca: Mostrar el previ exemple
cy: Amlygu'r esiampl cynt
eo: Vidigus la specimenon antaŭan

source: New preferences have been applied...
ca: La configuració recent s'ha guardat...
cy: Mae'r blaenoriaethau crai cymwysedig...
eo: La muntumon novan storita...

source: New preferenced have been discarded...
ca: La configuració recent s'ha descartat...
cy: Mae'r blaenoriaethau crai gwaredig...
eo: La muntumon novan uzofinita...

source: Save
ca: Guardar
cy: Cadw

source: Cancel
ca: Cancel·lar
cy: Canslo

source: Display
ca: Visual·litzar
eo: Videbloj

source: Tab position:
ca: Posició de les pestanyes:
cy: Safle y tab:
eo: Pozicio de la Tabelo:

source: Left
ca: A l'esquerra
cy: Chwith
eo: Al Maldekstra

source: Right
ca: A la dreta
cy: Cywir
eo: Al Dekstra

source: Top
ca: A dalt
eo: Al Supro

source: Bottom
ca: A baix
cy: Gwaelod
eo: Al Fundo

source: Show toolbar:
ca: Visual·litzar la barra de les eïnes:
cy: Amlygu'r bar offer:
eo: Vidigus la Toolbar:

source: Yes
ca: Si
cy: Ia
eo: Jes

source: Toolbar style:
ca: Estil de la barra de les eïnes:
cy: Arddull bar offer:
eo: Stilo de la Toolbar:

source: Icon only
ca: Només icones
cy: Eicon yn unig

source: Text only
ca: Només text
cy: Testun yn unig

source: Icon above text
ca: Icona a sobre del text
cy: Eicon uwch testun

source: Icon left of text
ca: Icona a l'esquerra del text
cy: Eicon chwith o'r testun

source: Paths
ca: Rutes
cy: Llwybrau
eo: Padoj

source: <b>Caution:</b> It is recommended that you do not modify the settings on this page unless you know how this will affect the working of this application. Should you encounter any problems you can always manually edit the file <tt>cfp-conf.ini</tt> in the application's main directory.
ca: <b>Precaució:</b> Es recomenable que no canviï les opcions d'aquesta part del programa a no ser que sàpiga com afectarà al funcionament d'aquest. En cas de que tingués problemes podría editar a mà el fitxer <tt>cfp-conf.ini</tt> en el directori del programa.

source: Application resources:
ca: Recursos del programa:
cy: Adnoddau rhaglen:
eo: Rimedoj de la aplikaĵo:

source: Select path to application resources
ca: Seleccioni la ruta pels recursos del programa
cy: Detholwch llwybr am yr adnoddau rhaglen
eo: Elektu pado al rimedoj de la aplikaĵo

source: Sample index:
ca: Índex dels exemples:
cy: Mynegai samplau:
eo: Indico de specimenoj:

source: Select path to sample index
ca: Seleccioni la ruta per l'índex dels exemples
cy: Detholwch llwybr am y mynegai samplau
eo: Elektu la pado al la indico de specimenoj

source: XML Document (*.xml)
ca: Documents de XML (*.xml)
cy: Dogfen XML (*.xml)
eo: Fajliloj XML (*.xml)

source: All Files (*.*)
ca: Tots els fitxers (*.*)
cy: Pob o Feiliau (*.*)
eo: Ĉiuj Fajliloj (*.*)

source: Error 404: File Not Found.
ca: Error 404: El fitxer no s'ha trobat.
cy: Gwall 404: Ffeil Heb Ei Chanfod

source: The requested URI could not be found.
ca: L'URI demanada no s'ha local·litzat en aquest sistema.

source: URI Requested:
ca: URI Demanada:

source: User-Agent:
ca: Navegador:
cy: Asiant Defnyddiwr:

source: Live Image:
ca: Gràfic Renderitzat:
cy: Llun Byw:
eo: Rendimento reala:

source: Live Image
ca: Gràfic Renderitzat
cy: Llun Byw

source: Expected Output:
ca: Resultat Esperat:
cy: Allbwn disgwyliedig:
eo: Rendimento atenda:

source: Expected Output
ca: Resultat Esperat
cy: Allbwn disgwyliedig

source: License Terms:
ca: Condicions de la Llicència:
cy: Amodau Trwydded:

source: No
cy: Na
eo: Ne

source: Host:
cy: Gwesteiwr
